Repository: mhbobeh/ghalam-backend
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: fa

source: social
fa: احتماعی

source: economy
fa: اقتصاد

source: politic
fa: سیاست

source: sport
fa: ورزش

source: comedy
fa: ظنز

source: other
fa: متفرقه

source: phone number must starts with '09' and contians 11 digits.
fa: شماره تلفن میبایست با ۰۹ آغاز شود و دقیقا ۱۱ رقم باشد.

source: passwords does not match
fa: پسورد و تکرار آن باید یکسان باشند

source: user created successfully
fa: کاربر با موفقیت ساخته شد

source: recovery_code
fa: کد بازیابی

source: wrong phone number or OTP
fa: شماره تلفن یا کد وارد شده نامعتبر است

source: password reset successfully.
fa: پسورد با موفقیت تغییر کرد

source: check if you entered current password correctly.
fa: لطفا پسورد خود را چک کنید

source: you've already liked this photo
fa: شما قبلا این پست را لایک کرده اید.

source: No Post Found
fa: چنین پستی وجود ندارد.

source: you haven't liked this photo
fa: شما تا کنون این پست را لایک نکرده اید.

source: Farsi
fa: فارسی

source: English
fa: انگلیسی
